/* Section headline in user settings view */
"   Mandatory" = "   Notwendig";

/* Section headline in user settings view */
"   Optional" = "   Optional";

/* Message for alert view in send certificate view
   Message of alert view in root view. There was a problem with sending the hash message */
"A Problem occured when trying to send text message, please try again" = "Beim Senden der Nachricht ist ein Problem aufgetreten. Bitte versuchen Sie es erneut";

/* Message of alert view in root view. The mail could not be sent. The user is told to try it again. */
"A problem occured while trying to send mail, please try again" = "Beim Senden der Email ist ein Problem aufgetreten. Bitte versuchen Sie es erneut";

/* Cell headline for actions section in the root view
   Headline for action section in container detail */
"Actions" = "Aktionen";

/* Text for cell label in container detail view. This label is the action button for adding a new file to a container */
"Add file" = "Datei hinzufügen";

/* Error description */
"Alignment Error" = "Fehler bei der Ausrichtung";

/* Back button text */
"Back" = "Zurück";

/* Error description */
"Buffer Too Small" = "Buffer zu klein";

/* Cancel
   Cancel button text in alert view
   Cancel button text in app delegate */
"Cancel" = "Abbrechen";

/* certificate */
"Certificate" = "Zertifikat";

/* Title of alert view in choose send method view */
"Certificate stored in Keychain" = "Zertifikat wurde gespeichert";

/* Title for alert in container detail view */
"Choose action" = "Aktion auswählen";

/* Text of label in send certificate view */
"Choose recipient" = "Empfänger auswählen";

/* Subject for mail when sending an encrypted container in container detail view */
"Container" = "Container";

/* Title for alert in container detail view */
"Container allready exists" = "Container existiert bereits";

/* Cell headline for containers section in the root view */
"Containers" = "Container";

/* Title of alert in root view. The container could not be decrypted */
"Could not decrypt" = "Entschlüsselung fehlgeschlagen";

/* Text for create a new container in the root view */
"Create Container" = "Container erstellen";

/* Loading text in create certificate view */
"Creating Certificate" = "Zertifikat erstellen";

/* Error description */
"Decode Error" = "Dekodierungsfehler";

/* Delete Certificate */
"Delete Certificate" = "Zertifikat löschen";

/* Title of alert view in send certificate view */
"Device cannot send Mail" = "Email kann auf diesem Gerät nicht gesendet werden";

/* Title of alert view in send certificate view */
"Device cannot send text message" = "Nachricht kann auf diesem Gerät nicht gesendet werden";

/* Text in user settings view */
"Email" = "Email";

/* Message of alert view in user settings view */
"Email: %@\nPhone: %@" = "Email: %@\nTelefon: %@";

/* Text for cell label in container detail view. This button is for encrypt and share container */
"Encrypt / Share container" = "Verschlüsseln/Container senden";

/* Title for alert in container detail view */
"Enter a name" = "Bitte geben Sie einen Namen ein";

/* Cell headline for error (this should not appear in productive environment
   Headline for erro section. Should not occur */
"ERROR" = "FEHLER";

/* Title of alert view in user settings view */
"Error" = "Fehler";

/* Title of alert view in root view. The certificate could not be opened */
"Error opening certificate" = "Zertifikat konnte nicht geöffnet werden";

/* Showing error label if the section index was out of bound */
"ERROR!!" = "Fehler";

/* Certificate date expired in certificate explorer */
"expired at " = "ist abgelaufen ";

/* Certificate date expires in certificate explorer */
"expires at " = "läuft ab ";

/* Error reason */
"Failed to allocate memory" = "Speicher konnte nicht angefordert werden";

/* Headline for files section in container detail */
"Files" = "Dokumente";

/* Headline for section in container detail */
"Files in Container" = "Dokumente in Container";

/* Text in user settings view */
"Forename" = "Vorname";

/* Error reason */
"Function not implemented for the current algorithm" = "Funktion wurde für den aktuellen Algorithmus nicht implementiert";

/* Error reason */
"Illegal parameter supplied to encryption/decryption algorithm" = "Falscher Parameter zur Ver-/Entschlüsselung";

/* Select image gallery as input source for contaier files in source selection view */
"Image Gallery" = "Bildergallerie";

/* Error reason */
"Input data did not decode or decrypt correctly" = "Daten konnte nicht vollständig entschlüsselt werden";

/* Error reason */
"Input size to encryption algorithm was not aligned correctly" = "Dateigröße für Verschlüsselungsalgorithmus ist ungültig";

/* Error reason */
"Insufficient buffer provided for specified operation" = "Falscher Buffer";

/* Title of alert view in user settings view */
"Is this correct?" = "Ist dies korrekt?";

/* Title of alert view in create certificate view */
"Mandatory data not present" = "Notwendige Felder nicht ausgefüllt";

/* Error description */
"Memory Failure" = "Speicherfehler";

/* Subject for certificate email in root view
   Subject for mail in send certificate view */
"My Certificate" = "Mein Zertifikat";

/* Headline for name section in container detail */
"Name" = "Name";

/* ... */
"NO" = "NEIN";

/* Title for alert view in send certificate view */
"No contact data" = "Keine Kontaktdaten";

/* Error description */
"Parameter Error" = "Parameterfehler";

/* Text in user settings view */
"Phone" = "Telefon";

/* Message for alert in container detail view */
"Please enter a name for the container" = "Bitte geben Sie einen Namen für den Container ein";

/* Message of alert view in user settings view */
"Please enter a valid email address and/or phone number" = "Bitte geben Sie eine gültige Email und Telefonnummer ein";

/* Message of alert view in create certificate view */
"Please enter all required data to generate the certificate" = "Bitte füllen Sie alle benötigten Felder aus";

/* Body for mail in certificate explorer */
"Please send me your IAIK enryption certificate" = "Bitte senden Sie mir Ihr IAIK Zertifikat zur Verschlüsselung";

/* Title of alert message when the certificate could not be saved
   Title of alert view in choose sendmethod view */
"Problem saving to keychain" = "Konnte nicht in Keychain gespeichert werden";

/* Title of alert view in root view. The mail could not be sent */
"Problem sending mail" = "Mail konnte nicht gesendet werden";

/* Title for alert view in send certificate view
   Title of alert view in root view. There was a problem with sending the hash message */
"Problem sending text message" = "Nachricht konnte nicht gesendet werden";

/* Button for receiving a certificate via bluetooth in the root view */
"Receive Certificate via Bluetooth" = "Zertifikat empfangen (Bluetooth)";

/* Subject for mail in certificate explorer
   Title for mail in certificate explorer */
"Request for certificate" = "Zertifikatsanfrage";

/* Button title in action sheet in certificate explorer */
"Request new certificate of contact" = "Erstellen Sie eine neue Zertifikatsanfrage für diesen Kontakt";

/* Title for mail when sending an encrypted container in container detail view */
"Secure files via container" = "Geschützte Dokumente in einem Container";

/* Body of alert message when the certificate could not be saved
   Message of alert view in choosse send method view */
"Seems like you got the same certificate in your keychain associated with another person?!" = "Es existiert bereits eine Person mit diesem Zertifikat";

/* Button for sending a certificate-request to another user in the roow view */
"Send a Certificate-Request" = "Zertifikatsanfrage senden";

/* Text of label in send certificate view */
"Send cert via mail" = "Zertifikat senden (Email)";

/* Button for sending a certificate via bluetooth in the root view */
"Send Certificate via Bluetooth" = "Zertifikat senden (Bluetooth)";

/* Button for sending certificate via two-way exchange (Email/SMS) in the root view */
"Send Certificate via Email/SMS" = "Zertifikat senden (Email/SMS)";

/* Button in alter view in container detail view for sending a container via email */
"Send Container via Email" = "Per Email senden";

/* Text of label in send certificate view */
"Send PIN via sms" = "Prüfsumme senden (SMS)";

/* Alert button in container detail view to share container using Dropbox */
"Share via Dropbox" = "Auf Dropbox laden";

/* Text in send certificate view for choosing a recipient */
"Step 1: Choose a recipient" = "Schritt 1: Empfänger wählen";

/* Text in send certificate view for sending a certificate via email */
"Step 2: Send Cert via mail" = "Schritt 2: Zertifikat senden";

/* Text in send certificate view for sending the checksum via SMS */
"Step 3: Send checksum via text message" = "Schritt 3: Prüfsumme senden";

/* Error description */
"Success" = "Erfolgreich";

/* Text in user settings view */
"Surname" = "Nachname";

/* No comment provided by engineer. */
"The certificate of %@ %@ has been received and stored in your keychain" = "Das Zertifikat von %@ %@ wurde empfangen und in Ihrer Keychain gespeichert";

/* Message of alert view in choose send method view */
"The certificate of %@ has been received and stored in your keychain" = "Das Zertifikat von %@ %@ wurde empfangen und in Ihrer Keychain gespeichert";

/* Body text for message in send certificate view
   Text for body of hash message. The user is told the checksum (hash)of the certificate */
"The checksum for my certificate is: %@" = "Die Prüfsumme für Ihr Zertifikat ist: %@";

/* Message of alert in root view. The container could not be decrypted */
"The container was not encrypted using your certificate" = "Der Container wurde nicht mit Ihrem Zertifikat verschlüsselt";

/* Footer text in user setting view */
"The requested certificate will be sent to your\nemail address and the validation checksum\ndirectly to your phone." = "Das angeforderte Zertifikat wird direkt an Ihre Email adresse gesendet und die Prüfsumme an Ihre Telefonnummer per SMS geschickt";

/* Message for alert in container detail view */
"There seems to exist another container with the same namne, please choose a different one" = "Es existiert bereits ein Container mit diesen Namen";

/* Message for alert view in send certificate view */
"To send the certificate an email-address and a mobile phone number of the person is required, please add required information to the contact" = "Um ein Zertifkat senden zu können, werden Email adresse und Telefonnummer der jeweiligen Person benötigt";

/* Error description */
"Unimplemented Function" = "Funktion nicht implementiert";

/* Error description */
"Unknown Error" = "Unbekannter Fehler";

/* ... */
"YES" = "JA";

/* Footer text in user settings view */
"You can change this later in the \nSettings of your %@." = "Sie können dies später in den Einstellungen Ihres iPhone's ändern";

/* Title for alert view in app delegate */
"You have been sent a verification SMS. Paste the SMS in the following textfield. The App verifies it for you." = "Ihnen wurde eine SMS mit der Prüfsumme geschickt. Bitte kopieren Sie diese Nachricht und kopieren Sie sie hier in das folgende Textfeld.";

/* Title for alert view in app delegate */
"You have been sent a verification SMS. Please check the following checksum and compare it." = "Ihnen wurde ein SMS mit der Prüfsumme geschickt. Bitte überprüfen Sie diese mit der nachfolgende.";

/* Title of alert view in request handler */
"You have received a Certificate-Request from another user. This app will guide you through the certificate exchange process.\n\nIt opens the Mail and Message composer for you.\n\nYou must only click 'send' in the composers.\n" = "Ihnen wurde eine Zertifikatsanfrage einer anderen Person gesendet. Diese App wird Sie durch die nächsten Schritte führen.\n\nDie App öffnet für Sie das Mail- und Nachrichtenfenster.\n\nSie müssen anschließend nur auf 'Senden' drücken.\n";

/* Body for certificate email in root view
   Body for mail in send certificate view */
"You will receive the chechsum for my certificate shortly via SMS or iMessage" = "Sie erhalten die Prüfsumme für dieses Zertifikat in Kürze per SMS oder iMessage";

/* Message of alert view in send certificate view */
"Your device is currently not configured to send mail, please configure it or send your certificate via bluetooth" = "Ihr Gerät ist aktuell nicht für das Senden oder Empfangen per Bluetooth konfiguriert";

/* Message of alert view in send certificate view */
"Your device is currently not configured to send text message, please configure it or send your certificate via bluetooth" = "Ihr Gerät ist aktuell nicht für das Senden oder Empfangen von Email Nachrichten konfiguriert";

/* No comment provided by engineer. */
"Data Protection" = "Datensicherheit";

/* No comment provided by engineer. */
"If you currently don't have a passphrase set for your device do it now! This application can not be considered secure without this feature turned on" = "Falls Sie aktuell noch kein Passwort/PIN auf Ihrem Gerät gesetzt haben, empfehlen wir Ihnen dies jetzt zu tun! Die Datensicherheit erhöht sich ernorm, wenn Sie ein Passwort/PIN setzen.";

"Dear %@!\n\n" = "Lieber %@!\n\n";

"You have received a certificate request from %@.\n" = "Sie haben eine Zertifikatsanfrage von %@ erhalten.\n";

"This request can be opened by the %@ app and sends your certificate back to the requester." = "Diese Anfrage kann mit der App %@ geöffnet werden und sendet Ihr Zertifikat automatisch zurück.";

"Certificate request from %@" = "Zertifikatsanfrage von %@";


